Repository: PavelBorodinSyz/ToDoList-pavelBorodinsyz
Catalog: to-do-list/src/locale/messages.*.xlf
Languages: ru

source: Backlog
ru: Список задач

source: Board
ru: Доска

source: Navigate to Backlog
ru: Переход в список задач

source: Navigate to Board
ru: Переход в доску

# add_new_item_to_list
source: Add a new item to the todo list
ru: Добавить новую задачу

# delete_item_from_list
source: Delete item from todo list
ru: Удалить задачу

source: Save item
ru: Сохранить предмет

source: Item added
ru: Предмет сохранен

source: Failed to add todo
ru: Не удалось добавить задачу

source: Todo deleted
ru: Задача удалена

source: Failed to delete todo
ru: не удалось удалить задачу

source: Item edited
ru: Задача изменена

source: Failed to edit todo
ru: Не удалось изменить задачу

# task_status_changed
source: Task status has been changed
ru: Статус задачи был изменен

source: Turn off edit mode
ru: Выйти из режима редактирования

source: Edit item
ru: Изменить задачу

source: @@click_to_know_more:Click to know more!
ru: Нажмите, чтобы узнать больше!

source: InProgress
ru: В процессе

source: Completed
ru: Выполнено

source: Add new todo
ru: Добавить новую задачу

# add_new_description
source: Add description
ru: Добавить описание

source: Save
ru: Сохранить

source: Change Field
ru: Поле изменение

source: Delete
ru: Удалить

source: Description
ru: Описание

source: Show todo:
ru: Показать задачи

source: All
ru: Все

# select_list_item
source: Select todo list item...
ru: Выберите задачу...
